Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 调用当前聊天模型生成文本
source: Use the current chat model to generate text
ja: 現在のチャットモデルを呼び出してテキストを生成
ko: 현재 채팅 모델을 호출해 텍스트 생성
ru: Вызвать текущую модель чата для генерации текста
zh_hans: 调用当前聊天模型生成文本
zh_hant: 呼叫目前的聊天模型產生文字

# 财经
source: Finance
ja: 金融・経済
ko: 금융
ru: Финансы
zh_hans: 财经
zh_hant: 財經

# 资料待整理
source: Materials need organizing
ja: 資料の整理待ち
ko: 자료 정리 대기
ru: Материалы ожидают обработки
zh_hans: 资料待整理
zh_hant: 資料待整理

# 资料标题
source: Reference title
ja: 資料タイトル
ko: 자료 제목
ru: Заголовок материала
zh_hans: 资料标题
zh_hant: 資料標題

# 资料注入
source: Material injection
ja: 資料の注入
ko: 자료 주입
ru: Внедрение материалов
zh_hans: 资料注入
zh_hant: 資料注入

# 资料版本
source: Material version
ja: 資料バージョン
ko: 자료 버전
ru: Версия материалов
zh_hans: 资料版本
zh_hant: 資料版本

# 资料类型
source: Material type
ja: 資料の種類
ko: 자료 유형
ru: Тип материалов
zh_hans: 资料类型
zh_hant: 資料類型

# 资料选择明细
source: Material selection details
ja: 資料選択の詳細
ko: 자료 선택 세부 정보
ru: Подробности выбора материалов
zh_hans: 资料选择明细
zh_hant: 資料選擇明細

# 起点
source: Starting point
ja: 起点
ko: 시작점
ru: Начальная точка
zh_hans: 起点
zh_hant: 起點

# 跟随全局模型
source: Follow global model
ja: グローバルモデルに従う
ko: 전역 모델 따르기
ru: Использовать глобальную модель
zh_hans: 跟随全局模型
zh_hant: 跟隨全域模型

# 跟随小说默认
source: Follow novel defaults
ja: 小説のデフォルトに従う
ko: 소설 기본값 따르기
ru: По настройкам романа
zh_hans: 跟随小说默认
zh_hant: 跟隨小說預設值

# 跟随当前聊天模型
source: Follow current chat model
ja: 現在のチャットモデルに従う
ko: 현재 채팅 모델 따르기
ru: Использовать модель текущего чата
zh_hans: 跟随当前聊天模型
zh_hant: 跟隨目前聊天模型

# 跟随系统
source: Follow System
ja: システム設定に従う
ko: 시스템 설정 따르기
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 跟随聊天 · %@
source: Follow chat · %@
ja: チャットに従う · %@
ko: 채팅 따라가기 · %@
ru: Следовать модели чата · %@
zh_hans: 跟随聊天 · %@
zh_hant: 跟隨聊天 · %@

# 跟随聊天模型
source: Follow chat model
ja: チャットモデルに合わせる
ko: 채팅 모델 따르기
ru: Следовать модели чата
zh_hans: 跟随聊天模型
zh_hant: 跟隨聊天模型

# 跟随：%@
source: Following: %@
ja: 連動：%@
ko: 따름: %@
ru: Следует: %@
zh_hans: 跟随：%@
zh_hant: 跟隨：%@

# 跳过
source: Skip
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_hans: 跳过
zh_hant: 跳過

# 跳过提问
source: Skip question
ja: 質問をスキップ
ko: 질문 건너뛰기
ru: Пропустить вопрос
zh_hans: 跳过提问
zh_hant: 跳過提問

# 转入深度阅读
source: Open in Deep Reading
ja: 精読に切り替え
ko: 심층 읽기로 전환
ru: Перейти к глубокому чтению
zh_hans: 转入深度阅读
zh_hant: 轉入深度閱讀

# 转入聊天
source: Open in Chat
ja: チャットに切り替え
ko: 채팅으로 전환
ru: Перейти в чат
zh_hans: 转入聊天
zh_hant: 轉入聊天

# 轻微
source: Minor
ja: 軽微
ko: 경미
ru: Незначительная
zh_hans: 轻微
zh_hant: 輕微

# 载入最初的核心想法？
source: Load the original core idea?
ja: 最初のコアアイデアを読み込みますか？
ko: 최초의 핵심 아이디어를 불러올까요?
ru: Загрузить исходную основную идею?
zh_hans: 载入最初的核心想法？
zh_hant: 載入最初的核心想法？

# 载入核心想法
source: Load core idea
ja: コアアイデアを読み込む
ko: 핵심 아이디어 불러오기
ru: Загрузить основную идею
zh_hans: 载入核心想法
zh_hant: 載入核心想法

# 辅助任务
source: Auxiliary task
ja: 補助タスク
ko: 보조 작업
ru: Вспомогательная задача
zh_hans: 辅助任务
zh_hant: 輔助任務

# 输入你的回答
source: Enter your answer
ja: 回答を入力
ko: 답변을 입력하세요
ru: Введите свой ответ
zh_hans: 输入你的回答
zh_hant: 輸入你的回答

# 输入你的想法
source: Enter your idea
ja: 考えを入力
ko: 생각을 입력하세요.
ru: Введите свою идею
zh_hans: 输入你的想法
zh_hant: 輸入你的想法

# 输入你的称呼
source: Enter your name
ja: 呼び名を入力
ko: 호칭을 입력하세요
ru: Введите, как к вам обращаться
zh_hans: 输入你的称呼
zh_hant: 輸入你的稱呼

# 输入框中尚未发送的内容会丢失。
source: Unsaved text in the input field will be lost.
ja: 入力欄でまだ送信していない内容は失われます。
ko: 입력 상자에서 아직 보내지 않은 내용은 사라집니다.
ru: Несохранённый текст в поле ввода будет потерян.
zh_hans: 输入框中尚未发送的内容会丢失。
zh_hant: 輸入框中尚未傳送的內容會遺失。

# 输入要委派的任务
source: Enter the task to delegate
ja: 委任するタスクを入力
ko: 위임할 작업을 입력하세요
ru: Введите задачу для делегирования
zh_hans: 输入要委派的任务
zh_hant: 輸入要委派的任務

# 输入：%@
source: Input: %@
ja: 入力：%@
ko: 입력: %@
ru: Вход: %@
zh_hans: 输入：%@
zh_hant: 輸入：%@

# 输出预算 %lld
source: Output budget %lld
ja: 出力予算：%lld
ko: 출력 예산 %lld
ru: Бюджет вывода: %lld
zh_hans: 输出预算 %lld
zh_hant: 輸出預算 %lld

# 输出：%@
source: Output: %@
ja: 出力：%@
ko: 출력: %@
ru: Выход: %@
zh_hans: 输出：%@
zh_hant: 輸出：%@

# 达到后自动总结收尾
source: Wraps up automatically at the limit
ja: 上限で自動的にまとめます
ko: 한도에서 자동으로 요약합니다
ru: На лимите завершится сводкой
zh_hans: 达到后自动总结收尾
zh_hant: 達到後自動總結收尾

# 运行
source: Run
ja: 実行
ko: 실행
ru: Запустить
zh_hans: 运行
zh_hant: 執行

# 运行 Smoke Test
source: Run Smoke Test
ja: Smoke Testを実行
ko: Smoke Test 실행
ru: Запустить Smoke Test
zh_hans: 运行 Smoke Test
zh_hant: 執行 Smoke Test

# 运行中
source: Running
ja: 実行中
ko: 실행 중
ru: Выполняется
zh_hans: 运行中
zh_hant: 執行中

# 运行中只读，下一轮生效。
source: Read-only while running; takes effect next round.
ja: 実行中は読み取り専用で、次回のラウンドから有効です。
ko: 실행 중에는 읽기 전용이며 다음 라운드부터 적용됩니다.
ru: Во время выполнения только чтение; вступит в силу в следующем раунде.
zh_hans: 运行中只读，下一轮生效。
zh_hant: 執行中唯讀，下一輪生效。

# 运行后端
source: Runtime backend
ja: 実行バックエンド
ko: 백엔드 실행
ru: Бэкенд выполнения
zh_hans: 运行后端
zh_hant: 執行後端

# 运行日志
source: Run log
ja: 実行ログ
ko: 실행 로그
ru: Журнал выполнения
zh_hans: 运行日志
zh_hant: 執行日誌

# 运行状态记录失败
source: Failed to record run state
ja: 実行状態の記録に失敗しました
ko: 실행 상태 기록 실패
ru: Не удалось записать состояние выполнения
zh_hans: 运行状态记录失败
zh_hant: 執行狀態記錄失敗

# 运行环境
source: Runtime environment
ja: 実行環境
ko: 실행 환경
ru: Среда выполнения
zh_hans: 运行环境
zh_hant: 執行環境

# 运行终态发生冲突，任务已保留等待恢复。
source: A conflict occurred in the terminal run state; the task was retained for recovery.
ja: 実行の最終状態が競合しています。タスクは復元待ちとして保持されています。
ko: 실행 종료 상태가 충돌하여 작업을 복구 대기 상태로 유지했습니다.
ru: Конфликт итогового состояния выполнения; задача сохранена для восстановления.
zh_hans: 运行终态发生冲突，任务已保留等待恢复。
zh_hant: 執行終態發生衝突，任務已保留等待恢復。

# 运行终态发生冲突，后台任务已保留等待恢复。
source: A conflict occurred in the terminal run state; the background task was retained for recovery.
ja: 実行の最終状態が競合しています。バックグラウンドタスクは復元待ちとして保持されています。
ko: 실행 종료 상태가 충돌하여 백그라운드 작업을 복구 대기 상태로 유지했습니다.
ru: Конфликт итогового состояния выполнения; фоновая задача сохранена для восстановления.
zh_hans: 运行终态发生冲突，后台任务已保留等待恢复。
zh_hant: 執行終態發生衝突，背景任務已保留等待恢復。

# 近 21 周每日运行次数（来自 agent_runtime.db）
source: Daily runs over the past 21 weeks (from agent_runtime.db)
ja: 過去21週間の1日ごとの実行回数（agent_runtime.dbより）
ko: 최근 21주 일일 실행 횟수(agent_runtime.db에서 가져옴)
ru: Ежедневные запуски за последние 21 неделю (из agent_runtime.db)
zh_hans: 近 21 周每日运行次数（来自 agent_runtime.db）
zh_hant: 近 21 週每日執行次數（來自 agent_runtime.db）

# 近期对话
source: Recent conversations
ja: 最近の会話
ko: 최근 대화
ru: Недавние беседы
zh_hans: 近期对话
zh_hant: 近期對話

# 近期已写要点
source: Recently written highlights
ja: 最近書いた要点
ko: 최근 작성한 요점
ru: Недавно написанные тезисы
zh_hans: 近期已写要点
zh_hant: 近期已寫重點

# 返回
source: Back
ja: 戻る
ko: 뒤로
ru: Назад
zh_hans: 返回
zh_hant: 返回

# 返回 Agent 浏览器任务列表重新打开。
source: Return to the Agent browser task list to reopen it.
ja: Agentブラウザのタスク一覧に戻って再度開いてください。
ko: Agent 브라우저 작업 목록으로 돌아가 다시 엽니다.
ru: Вернитесь к списку задач браузера Agent и откройте снова.
zh_hans: 返回 Agent 浏览器任务列表后重新打开。
zh_hant: 返回 Agent 瀏覽器任務列表重新開啟。

# 返回内容无法解析。
source: The returned content couldn't be parsed.
ja: 返された内容を解析できません。
ko: 반환된 콘텐츠를 해석할 수 없습니다.
ru: Не удалось разобрать возвращённое содержимое.
zh_hans: 返回内容无法解析。
zh_hant: 回傳內容無法解析。

# 返回创作页继续
source: Return to the writing page to continue
ja: 執筆画面に戻って続行
ko: 창작 페이지로 돌아가 계속하기
ru: Вернуться к созданию
zh_hans: 返回创作页继续
zh_hant: 返回創作頁繼續

# 返回深度阅读
source: Back to Deep Reading
ja: ディープリーディングに戻る
ko: 심층 읽기로 돌아가기
ru: К глубокому чтению
zh_hans: 返回深度阅读
zh_hant: 返回深度閱讀

# 返回设置
source: Back to settings
ja: 設定に戻る
ko: 설정으로 돌아가기
ru: Вернуться к настройкам
zh_hans: 返回设置
zh_hant: 返回設定

# 还不能聊天
source: Chat is not available yet
ja: まだチャットできません
ko: 아직 채팅할 수 없습니다.
ru: Чат пока недоступен
zh_hans: 还不能聊天
zh_hant: 目前還不能聊天

# 还原
source: Restore
ja: 復元
ko: 복원
ru: Восстановить
zh_hans: 还原
zh_hant: 還原

# 还原主题
source: Restore theme
ja: テーマを復元
ko: 테마 복원
ru: Восстановить тему
zh_hans: 还原主题
zh_hant: 還原主題

# 还有 %lld 个未确认称谓，处理上方条目后会继续出现。
source: There are %lld unconfirmed character names left; more will appear after you process the items above.
ja: 未確認の呼び名があと %lld 件あります。上の項目を処理すると、続きが表示されます。
ko: 아직 확인하지 않은 호칭이 %lld개 더 있습니다. 위 항목을 처리하면 계속 표시됩니다.
ru: Неподтверждённых обращений осталось: %lld. После обработки пунктов выше появятся следующие.
zh_hans: 还有 %lld 个未确认称谓，处理上方条目后会继续出现。
zh_hant: 還有 %lld 個未確認的稱謂，處理上方項目後會繼續顯示。

# 还有 %lld 项润色检查需要处理
source: %lld polish checks still need attention
ja: あと%lld件の推敲チェックに対応が必要です
ko: 처리할 윤문 검사가 %lld건 남아 있습니다
ru: Нужно обработать ещё %lld проверок правки
zh_hans: 还有 %lld 项润色检查需要处理
zh_hant: 還有 %lld 項潤飾檢查需要處理

# 还有 %lld 项润色需要处理
source: %lld polish items still need attention
ja: あと%lld件の推敲に対応が必要です
ko: 처리할 윤문이 %lld건 남아 있습니다
ru: Нужно обработать ещё %lld правок
zh_hans: 还有 %lld 项润色需要处理
zh_hant: 還有 %lld 項潤飾需要處理

# 还没有 Lorebook。Lorebook 通过关键词触发，把设定插入对话上下文。
source: No Lorebook yet. Lorebook inserts settings into the conversation context when keywords are triggered.
ja: Lorebook はまだありません。Lorebook はキーワードで発動し、設定を会話コンテキストに挿入します。
ko: 아직 Lorebook이 없습니다. Lorebook은 키워드가 트리거되면 설정을 대화 컨텍스트에 삽입합니다.
ru: Lorebook пока нет. Lorebook срабатывает по ключевым словам и добавляет сведения в контекст диалога.
zh_hans: 还没有 Lorebook。Lorebook 通过关键词触发，把设定插入对话上下文。
zh_hant: 目前還沒有 Lorebook。Lorebook 會透過關鍵字觸發，將設定插入對話上下文。

# 还没有 WebMount 站点。添加一个 http(s) 网站，或恢复内置站点。
source: No WebMount sites yet. Add an http(s) website or restore the built-in sites.
ja: WebMount サイトはまだありません。http(s) サイトを追加するか、内蔵サイトを復元してください。
ko: 아직 WebMount 사이트가 없습니다. http(s) 웹사이트를 추가하거나 기본 제공 사이트를 복원하세요.
ru: Сайтов WebMount пока нет. Добавьте сайт http(s) или восстановите встроенный сайт.
zh_hans: 还没有站点。添加一个 http(s) 网站，或恢复内置站点。
zh_hant: 目前還沒有站點。新增一個 http(s) 網站，或還原內建站點。

# 还没有会话
source: No sessions yet
ja: セッションはまだありません
ko: 세션이 없습니다
ru: Сеансов пока нет
zh_hans: 还没有会话
zh_hant: 目前沒有對話

# 还没有保存 MCP 服务器。可通过导入或手动添加。
source: No saved MCP servers yet. Import one or add one manually.
ja: 保存済みの MCP サーバーはまだありません。インポートまたは手動で追加できます。
ko: 저장된 MCP 서버가 아직 없습니다. 가져오거나 수동으로 추가할 수 있습니다.
ru: Сохранённых серверов MCP пока нет. Их можно импортировать или добавить вручную.
zh_hans: 还没有保存 MCP 服务器。可通过导入或手动添加。
zh_hant: 目前還沒有已儲存的 MCP 伺服器。可透過匯入或手動新增。

# 还没有可用模型
source: No models available yet
ja: 利用できるモデルはまだありません
ko: 사용 가능한 모델이 아직 없습니다
ru: Нет доступных моделей
zh_hans: 还没有可用模型
zh_hant: 目前還沒有可用模型

# 还没有小应用
source: No mini apps yet
ja: ミニアプリはまだありません
ko: 미니 앱이 아직 없습니다
ru: Мини-приложений пока нет
zh_hans: 还没有小应用
zh_hant: 目前還沒有小應用

# 还没有总剧情大纲
source: No overall plot outline yet
ja: 全体プロットはまだありません
ko: 전체 줄거리 개요가 아직 없습니다
ru: Общего плана сюжета пока нет
zh_hans: 还没有总剧情大纲
zh_hant: 目前還沒有總劇情大綱

# 还没有模式注入。模式注入会按开关状态把固定内容插入对话上下文。
source: No mode injections yet. Mode injections insert fixed content into the conversation context according to their toggle state.
ja: モード注入はまだありません。モード注入はスイッチの状態に応じて固定コンテンツを会話コンテキストに挿入します。
ko: 아직 모드 주입이 없습니다. 모드 주입은 토글 상태에 따라 고정된 내용을 대화 컨텍스트에 삽입합니다.
ru: Внедрений режима пока нет. Внедрение режима добавляет фиксированное содержимое в контекст диалога в зависимости от положения переключателя.
zh_hans: 还没有模式注入。模式注入会按开关状态把固定内容插入对话上下文。
zh_hant: 目前還沒有模式注入。模式注入會依開關狀態將固定內容插入對話上下文。

# 还没有正式章节
source: No finalized chapters yet
ja: 正式な章はまだありません
ko: 아직 정식 장이 없습니다
ru: Принятых глав пока нет
zh_hans: 还没有正式章节
zh_hant: 目前還沒有正式章節

# 还没有活动
source: No activity yet
ja: アクティビティはまだありません
ko: 아직 활동이 없습니다.
ru: Активности пока нет
zh_hans: 还没有活动
zh_hant: 還沒有活動

# 还没有深度阅读任务。创建后会保存到本机历史。
source: No deep-reading tasks yet. Created tasks are saved to local history.
ja: 精読タスクはまだありません。作成すると、このデバイスの履歴に保存されます。
ko: 아직 심층 읽기 작업이 없습니다. 생성하면 이 기기의 기록에 저장됩니다.
ru: Задач глубокого чтения пока нет. После создания они сохраняются в локальной истории.
zh_hans: 还没有深度阅读任务。创建后会保存到本机历史。
zh_hant: 目前還沒有深度閱讀任務。建立後會儲存至本機歷史記錄。

# 还没有添加席位。点下方「添加席位」从预制角色中选择。
source: No seats added yet. Tap “Add Seat” below to choose a preset role.
ja: 議席はまだ追加されていません。下の「議席を追加」をタップして、プリセットキャラクターから選択してください。
ko: 아직 의석이 없습니다. 아래의 「의석 추가」를 눌러 미리 설정된 캐릭터 중에서 선택하세요.
ru: Места ещё не добавлены. Нажмите ниже «Добавить место» и выберите готовую роль.
zh_hans: 还没有添加席位。点下方「添加席位」从预制角色中选择。
zh_hant: 還沒有新增席位。點選下方「新增席位」從預製角色中選擇。

# 还没有登录 Antigravity
source: Not signed in to Antigravity
ja: Antigravity にまだログインしていません
ko: 아직 Antigravity에 로그인하지 않았습니다.
ru: Вход в Antigravity ещё не выполнен
zh_hans: 还没有登录 Antigravity
zh_hant: 尚未登入 Antigravity

# 还没有登录 Codex
source: Not signed in to Codex
ja: Codex にまだログインしていません
ko: 아직 Codex에 로그인하지 않았습니다.
ru: Вход в Codex ещё не выполнен
zh_hans: 还没有登录 Codex
zh_hant: 尚未登入 Codex

# 还没有登录 Grok
source: Not signed in to Grok
ja: Grok にまだログインしていません
ko: 아직 Grok에 로그인하지 않았습니다.
ru: Вход в Grok ещё не выполнен
zh_hans: 还没有登录 Grok
zh_hant: 尚未登入 Grok

# 还没有确认的本章计划
source: This chapter has no confirmed plan yet
ja: この章の確認済み計画はまだありません
ko: 아직 확인된 이 장의 계획이 없습니다.
ru: План этой главы ещё не подтверждён
zh_hans: 还没有确认的本章计划
zh_hant: 還沒有確認的本章計畫

# 还没有角色档案
source: No character profiles yet
ja: キャラクタープロフィールはまだありません
ko: 캐릭터 프로필이 없습니다
ru: Досье персонажей пока нет
zh_hans: 还没有角色档案
zh_hant: 目前沒有角色檔案

# 还没有选择模型
source: No model selected
ja: モデルがまだ選択されていません
ko: 아직 모델을 선택하지 않았습니다.
ru: Модель ещё не выбрана
zh_hans: 还没有选择模型
zh_hant: 尚未選擇模型

# 还没有配置服务商
source: No provider configured
ja: サービスプロバイダーがまだ設定されていません
ko: 아직 서비스 제공자가 구성되지 않았습니다.
ru: Провайдер ещё не настроен
zh_hans: 还没有配置服务商
zh_hant: 尚未設定服務提供者

# 还没有项目设定
source: No project settings yet
ja: プロジェクト設定はまだありません
ko: 아직 프로젝트 설정이 없습니다
ru: Настроек проекта пока нет
zh_hans: 还没有项目设定
zh_hant: 目前還沒有專案設定

# 还没设置整章润色偏好,点这里先定文风方向
source: Full-chapter polish preferences aren't set yet; tap here to choose a writing style.
ja: 章全体の推敲設定がまだありません。ここをタップして文体の方向性を決めてください
ko: 아직 장 전체 윤문 설정이 없습니다. 여기를 눌러 문체 방향을 먼저 정하세요
ru: Предпочтения правки всей главы ещё не заданы; нажмите здесь, чтобы выбрать направление стиля
zh_hans: 还没设置整章润色偏好，点这里先确定文风方向
zh_hant: 還沒設定整章潤飾偏好，點這裡先定下文風方向

# 这一章已不在当前分支
source: This chapter is no longer in the current branch
ja: この章は現在のブランチにありません
ko: 이 장은 현재 브랜치에 없습니다
ru: Этой главы больше нет в текущей ветке
zh_hans: 这一章已不在当前分支
zh_hant: 這一章已不在目前分支

# 这个小应用只用基础能力。
source: This MiniApp uses basic capabilities only.
ja: このミニアプリは基本機能のみを使用します。
ko: 이 MiniApp은 기본 기능만 사용합니다.
ru: Это мини-приложение использует только базовые возможности.
zh_hans: 这个小应用只用基础能力。
zh_hant: 這個小應用只使用基礎能力。

# 这个来源刷新失败，当前显示的是上次缓存。
source: This source failed to refresh, so the last cached results are shown.
ja: このソースの更新に失敗しました。前回のキャッシュを表示しています。
ko: 이 출처를 새로 고치지 못해 이전 캐시를 표시하고 있습니다.
ru: Не удалось обновить источник; показаны последние данные из кэша.
zh_hans: 这个来源刷新失败，当前显示的是上次缓存。
zh_hant: 此來源重新整理失敗，目前顯示的是上次的快取內容。

# 这个来源暂时没有可显示内容。
source: This source has nothing to show right now.
ja: このソースには現在表示できるコンテンツがありません。
ko: 이 출처에는 현재 표시할 콘텐츠가 없습니다.
ru: В этом источнике пока нет содержимого для показа.
zh_hans: 这个来源暂时没有可显示内容。
zh_hant: 此來源目前沒有可顯示的內容。

# 这个浏览器会话已关闭或不再可用。
source: This browser session is closed or no longer available.
ja: このブラウザセッションは終了したか、利用できなくなりました。
ko: 이 브라우저 세션은 종료되었거나 더 이상 사용할 수 없습니다.
ru: Этот сеанс браузера закрыт или больше недоступен.
zh_hans: 这个浏览器会话已关闭或不再可用。
zh_hant: 這個瀏覽器工作階段已關閉或不再可用。

# 这个确认步骤已失效
source: This confirmation step has expired
ja: この確認手順は無効になりました
ko: 이 확인 단계는 만료되었습니다.
ru: Срок действия этого подтверждения истёк
zh_hans: 这个确认步骤已失效
zh_hant: 這個確認步驟已失效

# 这些候选会保留在创作记录中，但不能再作为润色版采用。
source: These candidates remain in the creative history but can no longer be adopted as polished versions.
ja: これらの候補は制作履歴に残りますが、推敲版として採用することはできません。
ko: 이 후보들은 창작 기록에 보존되지만 더 이상 다듬은 버전으로 채택할 수 없습니다.
ru: Эти варианты сохранятся в истории создания, но больше не могут быть приняты как версия правки.
zh_hans: 这些候选会保留在创作记录中，但不能再作为润色版采用。
zh_hant: 這些候選稿會保留在創作記錄中，但無法再作為潤飾版採用。

# 这会作为剧情改写保存
source: This will be saved as a plot rewrite
ja: これはストーリーのリライトとして保存されます
ko: 스토리 수정본으로 저장됩니다
ru: Это будет сохранено как переписывание сюжета
zh_hans: 将保存为剧情改写
zh_hant: 這會儲存為劇情改寫

# 这批代笔
source: This ghostwriting batch
ja: 今回の代筆
ko: 이번 대필 배치
ru: Текущая партия текста
zh_hans: 这批代笔
zh_hant: 這批代筆

# 这是 AmberAgent 的受控能力。默认关闭用于保护工具执行、外部连接和远程操作；可在设置页对应行开启。
source: This is a controlled capability of AmberAgent. It's off by default to protect tool execution, external connections, and remote operations; enable it on the corresponding row in Settings.
ja: これは AmberAgent の管理対象機能です。ツールの実行、外部接続、リモート操作を保護するため、デフォルトではオフになっています。設定画面の該当行でオンにできます。
ko: AmberAgent에서 관리하는 기능입니다. 도구 실행, 외부 연결 및 원격 작업을 보호하기 위해 기본적으로 꺼져 있으며, 설정 화면의 해당 항목에서 켤 수 있습니다.
ru: Это контролируемая возможность AmberAgent. По умолчанию она отключена для защиты выполнения инструментов, внешних подключений и удалённых операций; включить её можно в соответствующей строке настроек.
zh_hans: 这是 AmberAgent 的受控能力。默认关闭用于保护工具执行、外部连接和远程操作；可在设置页对应行开启。
zh_hant: 這是 AmberAgent 的受控能力。預設關閉，用於保護工具執行、外部連線和遠端操作；可在設定頁對應列開啟。

# 这是模板预览用的本地示例来源，只用于检查版式。
source: This is a local sample source for the template preview, used only to check the layout.
ja: テンプレートプレビュー用のローカルサンプルソースです。レイアウト確認のみに使用します。
ko: 템플릿 미리보기용 로컬 예시 출처입니다. 레이아웃 확인에만 사용됩니다.
ru: Это локальный пример источника для предпросмотра шаблона; он нужен только для проверки макета.
zh_hans: 这是模板预览用的本地示例来源，只用于检查版式。
zh_hant: 這是範本預覽用的本機範例來源，僅用於檢查版面配置。

# 这是连接前的安全闸门。未信任或指纹不匹配时，密码不会被发送，远程命令也不会执行。
source: This is the security gate before connecting. If the host isn't trusted or the fingerprint doesn't match, the password won't be sent and remote commands won't run.
ja: これは接続前のセキュリティゲートです。ホストが信頼されていないか、フィンガープリントが一致しない場合、パスワードは送信されず、リモートコマンドも実行されません。
ko: 연결 전 보안 관문입니다. 신뢰되지 않았거나 지문이 일치하지 않으면 암호가 전송되지 않고 원격 명령도 실행되지 않습니다.
ru: Это защитный барьер перед подключением. Если узел не доверен или отпечаток не совпадает, пароль не отправляется, а удалённая команда не выполняется.
zh_hans: 这是连接前的安全闸门。未信任或指纹不匹配时，密码不会被发送，远程命令也不会执行。
zh_hant: 這是連線前的安全閘門。未信任或指紋不相符時，不會傳送密碼，也不會執行遠端命令。

# 这条深度阅读历史无法读取。
source: This deep-reading history can't be read.
ja: この精読履歴を読み込めません。
ko: 이 심층 읽기 기록을 읽을 수 없습니다.
ru: Не удалось прочитать эту историю глубокого чтения.
zh_hans: 这条深度阅读历史无法读取。
zh_hant: 這筆深度閱讀歷史無法讀取。

# 这次润色已被阻止，可以放弃后继续创作。
source: This polish was blocked. You can discard it and continue creating.
ja: 今回の推敲はブロックされました。破棄して創作を続けられます。
ko: 이번 다듬기가 차단되었습니다. 포기한 후 창작을 계속할 수 있습니다.
ru: Эта редактура заблокирована; отмените её, чтобы продолжить создание.
zh_hans: 这次润色已被阻止，可以放弃后继续创作。
zh_hant: 這次潤色已被阻止，可以放棄後繼續創作。

# 这里仅保留历史自定义记录；接入播放链路后再启用选择和试听。
source: Only historical custom records are kept here; selection and preview will be enabled after the playback pipeline is connected.
ja: ここでは過去のカスタム記録のみ保持します。再生経路に接続後、選択と試聴を有効にします。
ko: 여기에는 과거의 사용자 지정 기록만 보관됩니다. 재생 경로가 연결되면 선택 및 미리 듣기를 활성화합니다.
ru: Здесь сохраняются только исторические пользовательские записи; выбор и прослушивание появятся после подключения цепочки воспроизведения.
zh_hans: 这里仅保留历史自定义记录；接入播放链路后再启用选择和试听。
zh_hant: 這裡僅保留歷史自訂記錄；接入播放流程後再啟用選擇和試聽。

# 这里只控制措辞、节奏、描写和对话风格。系统固定约束仍禁止新增、删除或重排剧情事实。
source: This only controls wording, pacing, description, and dialogue style. Fixed system constraints still prohibit adding, deleting, or rearranging plot facts.
ja: ここでは言葉遣い、テンポ、描写、会話のスタイルだけを調整します。システムの固定制約により、ストーリー上の事実の追加・削除・並べ替えは禁止されています。
ko: 여기서는 표현, 리듬, 묘사 및 대화 스타일만 제어합니다. 시스템의 고정 제약은 줄거리 사실의 추가, 삭제 또는 순서 변경을 계속 금지합니다.
ru: Здесь задаются только формулировки, ритм, описания и стиль диалогов. Фиксированные системные ограничения по-прежнему запрещают добавлять, удалять или менять порядок фактов сюжета.
zh_hans: 这里只控制措辞、节奏、描写和对话风格。系统固定约束仍禁止新增、删除或重排剧情事实。
zh_hant: 這裡只控制措辭、節奏、描寫和對話風格。系統固定約束仍禁止新增、刪除或重新排列劇情事實。

# 这里显示 MCP 通用连接状态与当前后端工具配置；创建 session 后，实际能力由 WebMount 独立连接并验证。
source: This shows the general MCP connection status and current backend tool configuration; after a session is created, WebMount connects and verifies the actual capabilities independently.
ja: ここには MCP の汎用接続状態と現在のバックエンドツール設定が表示されます。セッション作成後は、実際の機能を WebMount が独立して接続・検証します。
ko: 여기에는 MCP의 공통 연결 상태와 현재 백엔드 도구 구성이 표시됩니다. session을 생성한 후 실제 기능은 WebMount가 독립적으로 연결하고 확인합니다.
ru: Здесь отображаются общий статус подключения MCP и текущая конфигурация инструментов бэкенда; после создания session фактические возможности отдельно подключаются и проверяются через WebMount.
zh_hans: 这里显示 MCP 通用连接状态与当前后端工具配置；创建 session 后，实际能力由站点功能独立连接并验证。
zh_hant: 這裡顯示 MCP 通用連線狀態與目前後端工具設定；建立 session 後，實際能力由站點功能獨立連線並驗證。

# 这里的修改只影响本次收录，不会改写原聊天气泡。
source: These edits affect only this adoption and won't rewrite the original chat bubble.
ja: ここでの変更は今回の収録にのみ適用され、元のチャットバブルは書き換えません。
ko: 여기서 변경한 내용은 이번 수록에만 영향을 주며 원본 채팅 말풍선은 변경되지 않습니다.
ru: Эти изменения относятся только к текущему добавлению и не изменяют исходные сообщения чата.
zh_hans: 这里的修改只影响本次收录，不会改写原聊天气泡。
zh_hant: 這裡的修改只影響本次收錄，不會改寫原始聊天氣泡。

# 进入分类后选择本次加入或排除；不会修改资料的默认注入方式。
source: Open a category, then choose what to include or exclude this time; the material's default injection method won't change.
ja: 分類に進んで、今回追加するか除外するかを選択します。資料のデフォルトの注入方法は変更されません。
ko: 분류로 들어간 후 이번에 포함하거나 제외할 항목을 선택하세요. 자료의 기본 주입 방식은 변경되지 않습니다.
ru: Откройте категорию и выберите, что добавить или исключить в этот раз; способ внедрения материала по умолчанию не изменится.
zh_hans: 进入分类后选择本次加入或排除；不会修改资料的默认注入方式。
zh_hant: 進入分類後選擇本次加入或排除；不會修改資料的預設注入方式。

# 进入实时议会，邀请不同席位接力讨论。
source: Enter a live council and invite different seats to take turns discussing.
ja: リアルタイム議会に入り、異なる議席を招いて順番に議論します。
ko: 실시간 의회에 들어가 서로 다른 좌석을 초대해 차례로 논의하세요.
ru: Откройте совет в реальном времени и пригласите разных участников к обсуждению по очереди.
zh_hans: 进入实时议会，邀请不同席位接力讨论。
zh_hant: 進入即時議會，邀請不同席位接力討論。

# 进度
source: Progress
ja: 進捗
ko: 진행률
ru: Прогресс
zh_hans: 进度
zh_hant: 進度

# 进行中
source: In progress
ja: 進行中
ko: 진행 중
ru: Выполняется
zh_hans: 进行中
zh_hant: 進行中

# 远程会话
source: Remote session
ja: リモートセッション
ko: 원격 세션
ru: Удалённый сеанс
zh_hans: 远程会话
zh_hant: 遠端工作階段

# 远程命令任务
source: Remote command task
ja: リモートコマンドタスク
ko: 원격 명령 작업
ru: Задача удалённой команды
zh_hans: 远程命令任务
zh_hant: 遠端命令任務

# 远程命令只在前台按钮触发；未信任 host、缺少密码或命中危险命令片段时会失败并记录原因。
source: Remote commands run only when triggered by a foreground button. They fail and record the reason if the host isn't trusted, a password is missing, or a dangerous command fragment is detected.
ja: リモートコマンドは、アプリが前面にあるときのボタンからのみ起動できます。信頼されていないホスト、パスワード不足、危険なコマンド断片の検出時には失敗し、理由が記録されます。
ko: 원격 명령은 포그라운드 화면의 버튼으로만 실행됩니다. 신뢰되지 않은 host, 비밀번호 누락 또는 위험한 명령 구문이 감지되면 실패하고 이유를 기록합니다.
ru: Удалённые команды запускаются только кнопкой в активном приложении; при недоверенном host, отсутствии пароля или обнаружении опасного фрагмента команды запуск завершится ошибкой с записью причины.
zh_hans: 远程命令只在前台按钮触发；未信任 host、缺少密码或命中危险命令片段时会失败并记录原因。
zh_hant: 遠端命令只會由前景按鈕觸發；未信任 host、缺少密碼或命中危險命令片段時會失敗並記錄原因。

# 远程网关必须使用 HTTPS；本页只显示 scheme、host 和 port。Token 与请求头继续由 MCP 服务器设置页保管，不在这里重复保存。
source: The remote gateway must use HTTPS; this page shows only the scheme, host, and port. The Token and request headers remain stored in the MCP server settings and aren't saved again here.
ja: リモートゲートウェイでは HTTPS が必須です。このページには scheme、host、port のみ表示されます。Token とリクエストヘッダーは引き続き MCP サーバー設定画面で管理し、ここには重複して保存しません。
ko: 원격 게이트웨이는 HTTPS를 사용해야 합니다. 이 페이지에는 scheme, host 및 port만 표시됩니다. Token과 요청 헤더는 MCP 서버 설정 화면에서 계속 보관하며 여기에는 중복 저장하지 않습니다.
ru: Удалённый шлюз должен использовать HTTPS; на этой странице отображаются только scheme, host и port. Token и заголовки запросов по-прежнему хранятся в настройках сервера MCP и здесь повторно не сохраняются.
zh_hans: 远程网关必须使用 HTTPS；本页只显示 scheme、host 和 port。Token 与请求头继续由 MCP 服务器设置页保管，不在这里重复保存。
zh_hant: 遠端閘道必須使用 HTTPS；本頁只顯示 scheme、host 和 port。Token 與要求標頭仍由 MCP 伺服器設定頁保管，不會在這裡重複儲存。

# 远端同步
source: Remote sync
ja: リモート同期
ko: 원격 동기화
ru: Удалённая синхронизация
zh_hans: 远端同步
zh_hant: 遠端同步

# 远端同步状态
source: Remote sync status
ja: リモート同期の状態
ko: 원격 동기화 상태
ru: Состояние удалённой синхронизации
zh_hans: 远端同步状态
zh_hant: 遠端同步狀態

# 远端已有更新的备份。继续上传会覆盖当前同步位置里的最新快照。
source: A newer backup already exists remotely. Continuing the upload will overwrite the latest snapshot at the current sync location.
ja: リモートに新しいバックアップがあります。続行すると、現在の同期先にある最新スナップショットが上書きされます。
ko: 원격에 더 최신 백업이 있습니다. 계속 업로드하면 현재 동기화 위치의 최신 스냅샷을 덮어씁니다.
ru: На удалённом узле уже есть более новая резервная копия. Продолжение загрузки перезапишет последний снимок в текущем месте синхронизации.
zh_hans: 远端已有更新的备份。继续上传会覆盖当前同步位置里的最新快照。
zh_hant: 遠端已有較新的備份。繼續上傳會覆寫目前同步位置中的最新快照。
